{
    "id": "2020PhSek2",
    "title": [
      {
        "lang": "de",
        "value": "Bildungsstandards Physik Sek II 2020"
      }
    ],
    "csv_delimiter": ",",
    "base": "https://w3id.org/iqb/v48",
    "outDir": "./",
    "creator": "IQB - Institut zur Qualitätsentwicklung im Bildungswesen",
    "vocabularies": [
      {
        "id": "k1",
        "title": [
          {
            "lang": "de",
            "value": "Bildungsstandards für die Kompetenzbereiche im Faches Physik"
          }
        ],
        "filenameSource": "k1_Kompetenzbereiche.csv",
        "filenameTarget": "k1_Kompetenzbereiche.ttl",
        "description": [
          {
            "lang": "de",
            "value": "\"\"Die Bildungsstandards für die Allgemeine Hochschulreife definieren die Kompetenzen, die Lernende bis zum Ende der Qualifikationsphase erwerben sollen. Diese werden im Unterricht sowohl auf grundlegendem als auch auf erhöhtem Anforderungsniveau entwickelt.\n\nUnterricht auf grundlegendem Anforderungsniveau repräsentiert gemäß der Vereinbarung zur Gestaltung der gymnasialen Oberstufe und der Abiturprüfung (i. d. F. vom 15.02.2018, Ziffer 3.2) „das Lernniveau der gymnasialen Oberstufe unter dem Aspekt einer wissenschaftspropädeutischen Bildung. Unterricht mit erhöhtem Anforderungsniveau repräsentiert das Lernniveau der gymnasialen Oberstufe unter dem Aspekt einer wissenschaftspropädeutischen Bildung, die exemplarisch vertieft wird.“\n\nDer Unterschied in den Anforderungen der beiden Anforderungsniveaus liegt im Umfang und in der Tiefe der gewonnenen Kenntnisse und des Wissens über deren Verknüpfungen. Zudem unterscheiden sie sich im Maß der Selbststeuerung bei der Bearbeitung von Problemstellungen.\n\nDas erhöhte Anforderungsniveau äußert sich im Physikunterricht im Bereich der Sachkompetenz darin, dass zu bestimmten Themen mehr Sachverhalte evtl. in höherer Komplexität der verwendeten Modelle detaillierter betrachtet werden. Darüber hinaus nutzen Lernende des erhöhten Anforderungsniveaus auch eine deutlich umfangreichere und tiefere Mathematisierung.\n\nIm Bereich der Erkenntnisgewinnungskompetenz wird auf erhöhtem Anforderungsniveau vermehrt auf einen formalen Umgang mit Messunsicherheiten und auf die Reflexion über Vor- und Nachteile oder die Aussagekraft verschiedener Mess- und Auswertungsverfahren Wert gelegt.\n\nDie Lernenden des erhöhten Anforderungsniveaus besitzen im Bereich der Kommunikationskompetenz ein umfangreicheres Fachvokabular und drücken sich fachlich präziser aus. Sie sind in der Lage, sprachlich und inhaltlich komplexere Fachtexte zu verstehen.\n\nIm Bereich der Bewertungskompetenz können Lernende auf erhöhtem Anforderungsniveau mehr und komplexere Ar-\ngumente mit Belegen heranziehen. Auch gelingt es ihnen, eigene Standpunkte differenzierter zu begründen und so\nbesser gegen sachliche Kritik zu verteidigen.\n\nIm Folgenden werden die einzelnen Kompetenzbereiche definiert und näher beschrieben. Sie werden in Form von Standards präzisiert. Dabei gelten die formulierten Standards für beide Anforderungsniveaus. Die Inhalte, an denen die Kompetenzen erworben werden, sind im Kapitel 2.6 aufgeführt.\"\""
          }
        ]
      },
      {
        "id": "b1",
        "title": [
          {
            "lang": "de",
            "value": "Basiskonzepte"
          }
        ],
        "filenameSource": "b1_Basiskonzepte.csv",
        "filenameTarget": "b1_Basiskonzepte.ttl",
        "description": [
          {
            "lang": "de",
            "value": "\"\"Der Beschreibung von physikalischen Sachverhalten liegen fachspezifische Gemeinsamkeiten zugrunde, die sich in Form von Basiskonzepten strukturieren lassen. Die Basiskonzepte im Fach Physik ermöglichen somit die Vernetzung fachlicher Inhalte und deren Betrachtung aus verschiedenen Perspektiven. Die Basiskonzepte werden übergreifend auf alle Kompetenzbereiche bezogen. Sie können kumulatives Lernen, den Aufbau von strukturiertem Wissen und die Erschließung neuer Inhalte fördern.\n\nBasiskonzepte werden in Lehr-Lernprozessen wiederholt thematisiert und ausdifferenziert. Den Lernenden wird aufgezeigt, dass diese grundlegenden Konzepte in vielen verschiedenen Lernbereichen einsetzbar sind und einen systematischen Wissensaufbau und somit den Erwerb eines strukturierten und mit anderen Natur- und Ingenieurwissenschaften vernetzten Wissens unterstützen. In der folgenden Beschreibung der Basiskonzepte werden illustrierende Beispiele genannt.\"\""
          }
        ]
      },
      {
        "id": "i1",
        "title": [
          {
            "lang": "de",
            "value": "Inhaltebereiche"
          }
        ],
        "filenameSource": "i1_Inhaltebereiche.csv",
        "filenameTarget": "i1_Inhaltebereiche.ttl",
        "description": [
          {
            "lang": "de",
            "value": "\"\"Im Folgenden sind zentrale Inhalte aufgeführt, über die die Lernenden zum Zeitpunkt des Erwerbs der Allgemeinen Hochschulreife verfügen sollen. Dabei wird in ein grundlegendes Anforderungsniveau und ein erhöhtes Anforderungsniveau unterschieden. Diese Inhalte sind Grundlage für die Erstellung von Aufgaben im Rahmen der Prüfung für die Allgemeine Hochschulreife. Einige der zentralen Inhalte werden in manchen Ländern üblicherweise in der Sekundarstufe I oder in der Einführungsphase vermittelt.\n\nDie in den Kapiteln 2.1 bis 2.4 formulierten Kompetenzen werden, aufbauend auf den in der Sekundarstufe I erworbenen Inhalten und Kompetenzen, in der Beschäftigung mit konkreten Inhalten in sinnstiftenden Kontexten erworben, die sich aus Problemstellungen in den verschiedenen Teilbereichen der Physik ergeben. Um aktuelle und zukünftige Entwicklungen in der Physik und die Diversität der Fachwissenschaft zu berücksichtigen, sollten die Lehrpläne der Länder Schwerpunkte setzen, z. B. in Form von Vertiefungen und Erweiterungen innerhalb der gegebenen Inhaltsbereiche. Im Bereich der elektromagnetischen Felder bieten sich Erweiterungen z. B. zur Relativitätstheorie, im Bereich der Quantenphysik und Materie z. B. zur Kern- und Teilchenphysik an. Darüber hinaus gehende Erweiterungen können beispielsweise im Bereich Klimaphysik, Festkörperphysik, Astrophysik oder anderen aktuellen Teilbereichen der Physik einen Schwerpunkt setzen. Die in 2.6.1 bis 2.6.3 aufgeführten Inhalte sind für viele Teilbereiche der Physik zentral, z. B. für die Atomphysik oder die Biophysik. Für andere Teilbereiche sind gegebenenfalls andere physikalische Grundlagen notwendig, die jedoch gleichermaßen für die Fachwissenschaft Physik zentral sind. Beispielsweise werden für eine umfassende Betrachtung von Klimaphysik Grundlagen der Thermodynamik benötigt. Aufgrund der Vielzahl der historisch entwickelten und sich neu herausbildenden Teilbereiche der Physik können nicht alle notwendigen Grundlagen kontextübergreifend als zentral festgelegt werden. Um dies zu berücksichtigen, kann in Kursen auf grundlegendem Anforderungsniveau eine Lehrplanalternative eingerichtet werden, deren Inhalte nicht unmittelbar an einen der Inhaltsbereiche 2.6.1 bis 2.6.3 anknüpfen müssen. Falls eine Lehrplanalternative umgesetzt wird, deren physikalische Grundlagen nicht innerhalb der Inhaltsbereiche 2.6.1 bis 2.6.3 aufgeführt sind, können auf der Basis der Bestimmungen der Länder einzelne Inhalte des Inhaltsbereichs 2.6.3 durch gleichwertige Inhalte aus weiteren Teilbereichen der Physik ersetzt werden. Dabei muss gewährleistet sein, dass durch diesen teilweisen Austausch zentraler Inhalte weiterhin alle Standards erreichbar sind. Unabhängig von den im Einzelfall gesetzten Schwerpunkten bedingt das Arbeiten in sinnstiftenden Kontexten, dass die zentralen Inhalte durch weitere Inhalte länderspezifisch ergänzt werden.\"\""
          }
        ]
      },
      {
        "id": "a1",
        "title": [
          {
            "lang": "de",
            "value": "Anforderungsbereiche"
          }
        ],
        "filenameSource": "a1_Anforderungsbereiche.csv",
        "filenameTarget": "a1_Anforderungsbereiche.ttl",
        "description": [
          {
            "lang": "de",
            "value": "\"\"Mit Blick auf die unterrichtliche Einbindung von Aufgaben werden folgende Anforderungsbereiche unterschieden:\"\""
          }
        ]
      }
    ]
  }
